Repository: Polytechnique-org/xorgauth
Catalog: xorgauth/locale/*/LC_MESSAGES/django.po
Languages: fr

source: system role
fr: rôle système

source: human-readable identifier
fr: identifiant humainement lisible

source: display name
fr: nom affiché

source: role
fr: rôle

source: roles
fr: rôles

source: Male
fr: Homme

source: Female
fr: Femme

source: username
fr: nom d'utilisateur

source: Human-readable identifier, usually firstname.lastname.study-year
fr: Identifiant humainement lisible, généralement prenom.nom.promo

source: full name
fr: nom complet

source: Name to display to other users
fr: Nom affiché aux autres utilisateurs

source: preferred name
fr: nom préféré

source: Name used when addressing the user
fr: Nom utilisé pour s'adresser à l'utilisateur

source: first name
fr: prénom

source: last name
fr: nom de famille

source: sex
fr: Sexe

source: email
fr: courriel

source: AX ID
fr: ID AX

source: Identification in AX directory
fr: Matricule dans l'annuaire de l'AX

source: School ID
fr: ID École

source: Identification defined by the School
fr: Matricule donné par l'École

source: Polytechnique.org database user ID
fr: ID dans la base de données de Polytechnique.org

source: User ID in Polytechnique.org database
fr: Identifiant utilisateur dans la base de données de Polytechnique.org

source: AlumnForce ID
fr: ID AlumnForce

source: User ID in ax.polytechnique.org database
fr: Identifiant utilisateur dans la base de données de ax.polytechnique.org

source: study year
fr: promotion

source: Kind and main year of the study ('X1829' means 'entered the school in 1829 but 'M2005' means 'graduated in 2005')
fr: Catégorie et année de référence de la scolarité ('X1829' signifie 'est entré à l'école en 1829 mais 'M2005' signifié 'diplomé en 2005')

source: graduation year
fr: année du diplôme

source: Year of the graduation
fr: Année d'obtention du diplôme

source: active
fr: actif

source: Active user
fr: Utilisateur actif

source: birthdate
fr: date de naissance

source: dead
fr: mort

source: death date
fr: date de décès

source: AX contributor
fr: cotisant AX

source: Paid a contribution to AX
fr: Est à jour de cotisation à l'AX

source: J&R subscriber
fr: Abonné J&R

source: Subscribed to La Jaune et la Rouge
fr: Abonné à La Jaune et la Rouge

source: last sync with AX
fr: dernière synchronisation avec l'AX

source: user account
fr: compte utilisateur

source: user accounts
fr: comptes utilisateurs

source: Enter a human-readable ID in lowercase.
fr: Saisissez un identifiant humainement lisible en minuscules.

source: Enter an email address in lowercase.
fr: Saisissez une adresse de courriel en minuscules.

source: user
fr: utilisateur

source: email alias
fr: alias courriel

source: user alias
fr: alias utilisateur

source: user aliases
fr: aliases utilisateurs

source: short name
fr: nom court

source: group
fr: groupe

source: groups
fr: groupes

source: member
fr: membres

source: administrator
fr: administrateur

source: password
fr: mot de passe

source: Google Apps password
fr: mot de passe Google Apps

source: Google Apps passwords
fr: mots de passe Google Apps

source: X Groups
fr: Groupes X

source: The list of the X Groups you belong to
fr: La liste des Groupes X auxquels tu appartiens

source: Study year
fr: Promotion

source: The year of your study at the Ecole polytechnique
fr: L'année de scolarité à l'École polytechnique

source: Your identification in AX directory
fr: Ton identifiant dans l'annuaire de l'AX

source: AX subscription
fr: cotisation AX

source: Your subscription information related to AX and the Jaune et la Rouge
fr: Tes informations de cotisation AX et d'abonnement à la Jaune et la Rouge

source: private key
fr: clé privée

source: Secret key shared with the client
fr: Clé secrète partagée avec le client

source: name
fr: nom

source: Name of the client
fr: Nom du client

source: data fields
fr: champs de donnée

source: Fields requested by the client
fr: Champs demandés par le client

source: return URLs
fr: URLs de retour

source: Regular expression pattern of the allowed return URLs
fr: Expression régulière des URLs de retour autorisées

source: last used
fr: dernière utilisation

source: Date of the last use of this client
fr: Date de la dernière utilisation par ce client

source: allow xnet
fr: autorise xnet

source: Allow account with type 'xnet' (external) to log in to this client
fr: Autorise les comptes de type 'xnet' (externes) à se connecter à ce client

source: AuthGroupeX client
fr: Client AuthGroupeX

source: AuthGroupeX clients
fr: Clients AuthGroupeX

source: The website you requested, <strong>%(ext_url)s</strong>, requires an authentication.
fr: Le site demandé, <strong>%(ext_url)s</strong>, nécessite une authentification.

source: Log in
fr: Connexion

source: Forgotten password?
fr: Mot de passe oublié ?

source: Frequently asked questions
fr: Foire aux questions

source: User name or email address
fr: Nom d'utilisateur ou courriel

source: firstname.lastname.gradyear
fr: prenom.nom.promo

source: When I close my browser
fr: À la fermeture de mon navigateur

source: After 5 minutes of inactivity
fr: Après 5 minutes d'inactivité

source: Never
fr: Jamais

source: Expire my session
fr: Expiration de ma session

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: Unknown user account
fr: Compte utilisateur inconnu

source: Development accounts (password is "password"):
fr: Comptes de développement (le mot de passe est "password") :

source: Human-readable ID
fr: ID humainement lisible

source: Email
fr: Courriel

source: Groups
fr: Groupes

source: Log out
fr: Déconnexion

source: <strong>Warning!</strong> Due to a maintenance operation, some features on this website are currently disabled. No data will be saved and the password change page is temporarily disabled.
fr: <strong>Attention&nbsp;!</strong> En raison d'une maintenance, une partie des fonctionnalités du site est actuellement désactivée, en particulier aucune donnée ne sera sauvegardée et la page de modification de mot de passe est temporairement désactivée.

source: My email address is not recognized. What is my login?
fr: Mon adresse email n'est pas reconnue. Quel est mon identifiant de connexion&nbsp;?

source: If you studied at the École polytechnique, your Polytechnique.org identifier is <tt>firstname.lastname.promotion</tt>. For example if Albert Bonnaventure is a polytechnicien who entered the school in 1842, his login will be <tt>albert.bonnaventure.1842</tt>. If Catherine Du Chateau defended the PhD that she prepared at the École polytechnique in 2345, her login will be <tt>catherine.du-chateau.d2345</tt>. If nobody else shared her name in Polytechnique.org's directory, she can also use <tt>catherine.du-chateau</tt> to log in.
fr: Si tu as étudié à l'École polytechnique, ton identifiant Polytechnique.org est <tt>prenom.nom.promotion</tt>. Par exemple si Albert Bonnaventure est un polytechnicien qui a intégré l'école en 1842, son identifiant sera <tt>albert.bonnaventure.1842</tt>. Si Catherine Du Chateau a soutenu la thèse qu'elle a préparé à l'École polytechnique en 2345, son identifiant sera <tt>catherine.du-chateau.d2345</tt>. Si personne d'autre ne partage son nom dans l'annuaire de Polytechnique.org, elle peut aussi utiliser <tt>catherine.du-chateau</tt> pour se connecter.

source: The email addresses provided by Polytechnique.org can also be used, like <tt>albert.bonnaventure.1842@polytechnique.org</tt> and <tt>catherine.dupont.d2345@alumni.polytechnique.org</tt>.
fr: Les adresses électroniques fournies par Polytechnique.org peuvent aussi être utlisées, comme <tt>albert.bonnaventure.1842@polytechnique.org</tt> et <tt>catherine.dupont.d2345@alumni.polytechnique.org</tt>.

source: If you did not study at the École polytechnique, you may still have an account, for example if you are participating in activities of a <i>Groupe X</i> or if you are a school staff. Such an account is identified by an email address. Please contact us at %(contact_mail_link)s if you encounter difficulties using your account.
fr: Si tu n'as pas étudié à l'École polytechnique, il est tout de même possible que tu aies un compte, par exemple si tu participes aux activités d'un <i>Groupe X</i> ou si tu est un personnel de l'École. L'identifiant associé à un tel compte est une adresse email. Merci de nous contacter à %(contact_mail_link)s si tu rencontres des difficultés de connexion.

source: I have forgotten my password. How do I reset it?
fr: J'ai oublié mon mot de passe. Comment je le réinitialise&nbsp;?

source: You need to enter your login in the <a href="%(pwd_reset_url)s">password recovery page</a> and check the mailbox associated with your Polytechnique.org email address.
fr: Tu dois entrer ton identifiant de connexion dans la <a href="%(pwd_reset_url)s">page de récupération de mot de passe</a> et relever le courrier de la boîte courriel associée à ton adresse Polytechnique.org.

source: I have forgotten my password and I changed my email address so I no longer receive the Polytechnique.org emails. Could you help me?
fr: J'ai oublié mon mot de passe et ai changé d'adresse électronique ce qui fait que je ne reçois plus les courriels Polytechnique.org. Pouvez-vous m'aider&nbsp;?

source: Yes, of course. Please send your request and some details which will allow Polytechnique.org team to check your identity (scan of your ID card, mobile phone number which has been defined in the directory, email address which has been associated with your Polytechnique.org account, institutional email address at a reputable institution, etc.) to %(contact_mail_link)s. Please be aware that answering to all the messages we receive takes much time, so we may reply several weeks later. This is why it is so important to keep your Polytechnique.org email address working.
fr: Oui, bien sûr&nbsp;! Envoie ta demande et quelques informations qui permettront à l'équipe de Polytechnique.org de vérifier ton identité (scan de ta carte d'identité, numéro de téléphone qui a été écrit dans l'annuaire, adresse électronique associée à ton compte Polytechnique.org, adresse électronique institutionnelle fournie par une entité reconnue, etc.) à %(contact_mail_link)s. Comme répondre à l'ensemble des messages que nous recevons prend beaucoup de temps, il est possible d'attendre plusieurs semaines avant de recevoir une réponse. C'est pourquoi il est si important de t'assurer que ton adresse e-mail Polytechnique.org fonctionne bien.

source: I studied at the École polytechnique and I do not have an account. Where do I register?
fr: J'ai étudié à l'École polytechnique et n'ai pas de compte. Où est-ce que je m'inscris&nbsp;?

source: You need to create an account on %(xorg_link)s in order to create a Polytechnique.org email address. The registration page is %(xorg_reg_link)s. Please note that only alumni of the École polytechnique can register on %(xorg_link)s.
fr: Il faut créer un compte sur %(xorg_link)s pour obtenir une adresse électronique Polytechnique.org. La page d'inscription est %(xorg_reg_link)s et n'est utilisable que par les anciens élèves de l'École polytechnique.

source: If the registration page does not recognize your name, search your profile in Polytechnique.org's directory, %(xorg_search_link)s. If your profile exists, please check the special characters (é, è, ç, etc.) and your school ID if you have one. It may also mean that your account has already been activated (in which case, please take a look at the previous questions in order to recover your password).
fr: Si le formulaire d'inscription ne reconnaît pas ton nom, recherche ta fiche dans l'annuaire de Polytechnique.org, %(xorg_search_link)s. Si ta fiche existe, vérifie bien les caractères spéciaux de ton nom (é, è, ç, etc.) et le matricule école renseigné si tu en as un. Cela peut aussi signifier que ton compte a déjà été activé (dans ce cas, regarde les questions précédentes afin de récupérer ton mot de passe).

source: If your profile does not exist in Polytechnique.org's directory, you need to make the École polytechnique transmit your personal information to Polytechnique.org. If you are still studying, please go to %(school_pegase_link)s, read its content, connect to Pegase and tick the checkboxes for Polytechnique.org and AX.
fr: Si tu ne te trouves pas dans l'annuaire de Polytechnique.org, il faut faire transmettre tes informations personnelles à Polytechnique.org par l'École polytechnique. Si tu es encore étudiant, rends-toi sur %(school_pegase_link)s, lis le contenu de cette page, connecte-toi sur Pegase et coche les cases concernant Polytechnique.org et l'AX.

source: I have just created my account on %(xorg_link)s and it does not work. What's wrong?
fr: Je viens de créer mon compte sur %(xorg_link)s et ça ne fonctionne pas. Qu'est-ce qui ne va pas&nbsp;?

source: When creating an account on %(xorg_link)s, it takes some time to automatically enable the account everywhere (at most an hour) and in the meantime, %(auth_xorg_link)s does not know a thing about you. This is why you have to wait a little bit before being able to log in.
fr: Après la création d'un compte sur %(xorg_link)s, cela prend un peu de temps pour que le compte soit activé partout (au maximum une heure). Tant que cela n'est pas terminé, %(auth_xorg_link)s ignore tout de toi, ce pourquoi il faut attendre un peu avant de pouvoir te connecter.

source: How do I log in %(ax_link)s?
fr: Comment me connecter sur %(ax_link)s&nbsp;?

source: Make sure you click on the big button "Je me connecte" on the front page. This would redirect you to %(auth_xorg_link)s. If you encounter an error, be sure to write down the address of the website where the error occurs (%(ax_link)s or %(auth_xorg_link)s) before reporting a problem.
fr: Assures-toi de bien cliquer sur le bouton «&nbsp;Je me connecte&nbsp;» sur la page d'accueil. Ce bouton redirige vers %(auth_xorg_link)s. Si tu rencontres une erreur, note bien l'adresse du site sur lequel l'erreur se produit (%(ax_link)s ou %(auth_xorg_link)s) avant de la signaler.

source: The AX published a document which describes how to connect to its website (with explanations and screenshots) here: %(ax_login_help_link)s.
fr: L'AX a publié un document qui décrit comment accéder à son site (avec des explications et des captures d'écran) ici : %(ax_login_help_link)s.

source: How do I log in %(xorg_link)s and %(xnet_link)s?
fr: Comment me connecter sur %(xorg_link)s et %(xnet_link)s&nbsp;?

source: Both these websites automatically redirect to %(auth_xorg_link)s when accessing a page which requires authentication. They also provide login buttons to authenticate on every page.
fr: Ces deux sites redirigent automatiquement vers %(auth_xorg_link)s lors d'une tentative d'accès à une page qui nécessite d'être authentifié. Ils fournissent également des boutons de connexion pour s'authentifier sur toutes leurs pages.

source: I have found a bug! How can I report it?
fr: J'ai trouvé un bug&nbsp;! Comment puis-je le signaler&nbsp;?

source: The way which has the highest odds of getting a quick response is by creating a new issue on the project's issue tracker: %(github_xorgauth_issues_link)s.
fr: La manière la plus susceptible d'obtenir rapidement une réponse consiste à créer un nouveau rapport d'anomalie dans le système de suivi des problèmes du projet, %(github_xorgauth_issues_link)s.

source: If the bug can not be public, it is possible to send en email to the support, %(support_mail_link)s. Please be aware that answering to all the messages we receive takes much time, so we may reply several weeks later.
fr: Si le bug ne doit pas être public, il est possible de le signaler par courriel au support, %(support_mail_link)s. Comme répondre à l'ensemble des messages que nous recevons prend beaucoup de temps, il est possible d'attendre plusieurs semaines avant de recevoir une réponse.

source: I would like to help improving the services managed by Polytechnique.org (developing new features, modernizing the web pages, helping users, writing more documentation, etc.). Where can I meet Polytechnique.org's members?
fr: Je souhaite proposer mon aider pour améliorer les services gérés par Polytechnique.org (développer de nouvelles fonctionnalités, moderniser des interfaces web, aider les utilisateurs, rédiger la documentation, etc.). Où puis-je rencontrer les membres de Polytechnique.org&nbsp;?

source: The members of Polytechnique.org live in several cities and countries. We use email and IRC a lot, so if you are interested in joining us, please send an email to %(ca_mail_link)s or leave a message on channel <tt>#poly.org</tt> on chat.freenode.net, for example by joining <tt>#freenode_#poly.org:matrix.org</tt> on %(titus_link)s or using the <a href="https://webchat.freenode.net/">webchat</a>.
fr: Les membres de Polytechnique.org habitent dans plusieurs villes et pays. Nous utilisons beaucoup le courrier électronique et IRC pour communiquer en interne, donc si tu es intéressé par nous rejoindre, n'hésite pas à envoyer un courriel à %(ca_mail_link)s ou à laisser un message sur le canal <tt>#poly.org</tt> sur chat.freenode.net, par exemple en rejoignant <tt>#freenode_#poly.org:matrix.org</tt> sur %(titus_link)s ou en utilisant le <a href="https://webchat.freenode.net/">webchat de Freenode</a>.

source: How do I go back to the front page?
fr: Comment revenir à la page d'accueil&nbsp;?

source: By clinking on <a href="%(profile_url)s">this link</a>.
fr: En cliquant sur <a href="%(profile_url)s">ce lien</a>.

source: How do I go back to the login form?
fr: Comment revenir au formulaire de connexion&nbsp;?

source: By clinking on the <a href="%(login_url)s">Log in</a> link.
fr: En cliquant sur le <a href="%(login_url)s">lien Connexion</a>.

source: List of consents given to web sites
fr: Liste des autorisations données aux sites web

source: Revoke
fr: Révoquer

source: Request for Permission
fr: Demande de Permission

source: Client <i>%(clientname)s</i> would like to access this information of you.
fr: Le site <i>%(clientname)s</i> souhaiterait accéder à tes informations suivantes.

source: Accept
fr: Accepter

source: Decline
fr: Refuser

source: Hello %(username)s!
fr: Bonjour %(username)s!

source: Welcome to Polytechnique.org's authentication service.
fr: Bienvenue sur le service d'authentification de Polytechnique.org.

source: Here are some pages you can access while you are logged in:
fr: Voici quelques pages auxquelles tu peux accéder en étant connecté :

source: Change your password
fr: Modification de ton mot de passe

source: Update your profile on ax.polytechnique.org (click on "Je me connecte" if you get to the front page)
fr: Mise à jour de ta fiche dans l'annuaire sur ax.polytechnique.org (clique sur "Je me connecte" si tu arrives sur la page d'accueil)

source: Update your email redirections for %(email)s on polytechnique.org
fr: Mise à jour de la redirection email de %(email)s sur polytechnique.org

source: Update your SMTP/NNTP password for %(email)s on polytechnique.org
fr: Mise à jour du mot de passe SMTP/NNTP de %(email)s sur polytechnique.org

source: Thanks for spending some quality time with the Web site today.
fr: Merci pour le temps que vous avez accordé à ce site aujourd'hui.

source: Log in again
fr: Connectez-vous à nouveau

source: Your password was changed.
fr: Votre mot de passe a été modifié.

source: Due to a maintenance operation, this page is temporarily disabled. Sorry for the inconvenience.
fr: En raison d'une maintenance, cette page est temporairement désactivée. Veuillez nous excuser pour la gêne occasionnée.

source: <b>Note:</b> You are currently changing your main password. This password is used by most Polytechnique.org services but not some less secure ones like SMTP or NNTP. See <a href="https://www.polytechnique.org/password/smtp"><b>this page</b></a> to change the password used for those services.
fr: <b>Remarque:</b> Le mot de passe que vous êtes en train de modifier est celui utilisé par la plupart des services de Polytechnique.org mais pas certains jugés moins sûrs, comme SMTP ou NNTP. Cliquez <a href="https://www.polytechnique.org/password/smtp"><b>ici</b></a> pour changer le mot de passe de ces services.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Pour des raisons de sécurité, saisissez votre ancien mot de passe puis votre nouveau mot de passe à deux reprises afin de vérifier qu'il est correctement saisi.

source: Submit
fr: Soumettre

source: Your password has been set. You may go ahead and <a href="%(login_url)s">log in</a> now.
fr: Votre mot de passe a été défini. Vous pouvez maintenant <a href="%(login_url)s">vous connecter</a>.

source: Change password
fr: Modifier le mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de mise à jour du mot de passe n'était pas valide, probablement en raison de sa précédente utilisation. Veuillez renouveler votre demande de mise à jour de mot de passe.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé par courriel les instructions pour changer de mot de passe, pour autant qu'un compte existe avec l'adresse que vous avez indiquée. Vous devriez recevoir rapidement ce message.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de message, vérifiez que vous avez saisi l'adresse avec laquelle vous vous êtes enregistré et contrôlez votre dossier de pourriels.

source: To initiate the password reset process for your Polytechnique.org account (%(username)s), click the link below:
fr: Pour démarrer le processus de réinitialisation de mot de passe pour votre compte Polytechnique.org (%(username)s), cliquez le lien ci-dessous :

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
fr: Si le clic du lien ci-dessus ne fonctionne pas, merci de copier et coller l'URL dans une nouvelle fenêtre de votre navigateur web.

source: Sincerely,
fr: Cordialement,

source: The Polytechnique.org Team
fr: L'équipe Polytechnique.org

source: Reset password?
fr: Réinitialiser le mot de passe ?

source: Polytechnique.org password reset
fr: Réinitialisation du mot de passe Polytechnique.org

source: Enter a valid 'slug' consisting of letters, numbers, underscores, dots or hyphens.
fr: Ce champ ne doit contenir que des lettres, des nombres, des tirets bas _, des points et des traits d'union.
